tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "bat"
brew "btop"
brew "cava"
brew "cmatrix"
brew "displayplacer"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "htop"
brew "jq"
brew "lazygit"
brew "media-control"
brew "neofetch"
brew "neovim"
brew "proto"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "tmux"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
cask "aerospace"
cask "alt-tab"
cask "amazon-q"
cask "docker-desktop"
cask "hiddenbar"
cask "intellij-idea-ce"
cask "mos"
cask "oracle-jdk"
cask "raycast"
cask "visual-studio-code"
cask "wezterm"
